Repository: Discreete-Linux/gnupg-scripts
Catalog: *.po
Languages: de

source: Recipient Selection for Encryption
de: Empfängerauswahl zur Verschlüsselung

source: Archive Packing for Encryption
de: Archiv-Verpackung zur Verschlüsselung

source: Encryption
de: Verschlüsselung

source: Packing failed in attempt to add %s twice to the archive.
de: Die Archiv-Verpackung schlug beim Versuch fehl, %s zweimal zum Archiv hinzuzufügen.

source: Creating archive, please wait...
de: Erzeuge Archiv, bitte warten...

source: WARNING: This means the recipient has to try all secret keys in order to decrypt this file!
de: ACHTUNG: Der Empfänger wird alle Schlüssel durchprobieren müssen, um die Datei zu entschlüsseln!

source: WARNING: Using ASCII output nowadays creates more problems than it solves. Use this only if you know you need to.
de: WARNUNG: Die Verwendung von ASCII verursacht heutzutage mehr Probleme, als sie löst. Benutzen Sie diese Option nur, wenn Sie sie benötigen.

source: Pack files into _archive to encrypt them together
de: Dateien in _Archiv packen um sie zusammen zu verschlüsseln

source: _Remove archive after encryption
de: Archiv nach Verschlüsselung _löschen

source: Archive file _name:
de: _Name der Archiv-Datei:

source: None (do not sign)
de: Keiner (nicht signieren)

source: Files {0} and/or {0}.pgp exist already! Shall they be overwritten?
de: Die Dateien {0} und/oder {0}.pgp existieren bereits! Sollen sie überschrieben werden?

source: Creating archive failed:
de: Erzeugen des Archivs schlug fehl:

source: Archive Packing
de: Archiv-Verpackung

source: Encrypting files, please wait...
de: Verschlüssele Dateien, bitte warten...

source: Encryption failed:
de: Die Verschlüsselung schlug fehl:

source: Your default key '%s' has expired.
de: Der Standardschlüssel '%s' ist abgelaufen

source: Your default key '%s' has been disabled.
de: Der Standardschlüssel '%s' wurde deaktiviert.

source: Your default key '%s' has been revoked.
de: Der Standardschlüssel '%s' wurde widerrufen.

source: Your default key '%s' can only be used for signing.
de: Der Standardschlüssel '%s' kann nur zum Signieren benutzt werden.

source: Your default key '%s' is unknown.
de: Der Standardschlüssel '%s' ist unbekannt.

source: Your default key '%s' is invalid.
de: Der Standardschlüssel '%s' ist ungültig.

source: This will cause problems. Do you want to select another one now?
de: Dies wird Probleme verursachen. Wollen Sie jetzt einen anderen auswählen?

source: You have no default key. This will cause problems. Do you want to select one now?
de: Sie haben keinen Standardschlüssel. Dies wird Probleme verursachen. Wollen Sie jetzt einen auswählen?

source: Missing at least one file argument to encrypt!
de: Es fehlt mindestens ein Datei-Argument zur Verschlüsselung!

source: Decryption
de: Entschlüsselung

source: Decrypting files, please wait...
de: Entschlüssele Dateien, bitte warten...

source: Decrypting
de: Entschlüsselung

source: gpg: Good signature from
de: gpg: Korrekte Unterschrift von

source: gpg: BAD signature from
de: gpg: Falsche Unterschrift von

source: But signature key has expired on %s
de: Aber der Signaturschlüssel ist am %s abgelaufen

source: %s is not signed!
de: %s ist nicht signiert!

source: GPG produced no output!
de: GPG erzeugte keine Ausgabe!

source: Shall %s be unpacked?
de: Soll %s ausgepackt werden?

source: Archive Unpacking after Decryption
de: Archiv-Entpackung nach Entschlüsselung

source: Unpacking files, please wait...
de: Entpacke Dateien, bitte warten...

source: Unpacking
de: Entpacken

source: Missing at least one file argument to decrypt!
de: Es fehlt mindestens ein Datei-Argument zur Entschlüsselung!

source: Signature
de: Unterschrift

source: Signing failed:
de: Signieren schlug fehl:

source: Missing at least one file argument to sign!
de: Es fehlt mindestens ein Datei-Argument zur Unterschrift!

source: Signature Verification
de: Unterschrifts-Prüfung

source: Signed Data Selection
de: Auswahl der signierten Daten

source: Missing at least one file argument to verify!
de: Es fehlt mindestens ein Datei-Argument zur Überprüfung!

source: GnuPG Properties
de: GnuPG Eigenschaften

source: The file %s isn't PGP encrypted.
de: Die Datei %s ist nicht PGP verschlüsselt.

source: File encrypted with:
de: Datei verschlüsselt mit:

source: All files in %s are PGP encrypted.
de: Alle Dateien in %s sind PGP verschlüsselt.

source: Importing keys, Please Wait...
de: Importiere Schlüssel, bitte warten...

source: The following keys are damaged and were NOT imported: %s
de: Die folgenden Schlüssel sind beschädigt und wurden NICHT importiert: %s

source: The following keys were imported successfully: %s
de: Die folgenden Schlüssel wurden erfolgreich importiert: %s

source: The following keys were unchanged: %s
de: Die folgenden Schlüssel sind unverändert: %s

source: The following key files could not be found: %s
de: Die folgenden Schlüssel-Dateien konnten nicht gefunden werden: %s

source: Missing at least one file argument to import!
de: Es fehlt mindestens ein Datei-Argument zum Importieren!

source: %y year two-digit %Y year four-digit
de: %y Jahr zweistellig %Y Jahr vierstellig

source: %m month %d day
de: %m Monat %d Tag

source: %H hour %M minute
de: %H Stunde %M Minute

source: %a weekday 3 letters %A weekday full
de: %a Wochentag 3 Buchst. %A Wochentag voll

source: %b month 3 letters %B month full
de: %b Monat 3 Buchst. %B Monat voll

source: %V calendar week
de: %V Kalenderwoche

source: GnuPG configuration file %s written successfully.
de: Die GnuPG-Konfigurationsdatei %s wurde erfolgreich geschrieben.

source: Success
de: Erfolg

source: Select a key before clicking OK!
de: Vor der Bestätigung mit OK muss ein Schlüssel ausgewählt werden!

source: Select a key
de: Schlüssel auswählen

source: The group '%s' has been updated.
de: Die Gruppe '%s' wurde aktualisiert.

source: %d unusable keys have been removed:
de: %d unbrauchbare Schlüssel wurden entfernt:

source: 1 unusable key has been removed:
de: 1 unbrauchbarer Schlüssel wurde entfernt:

source: unknown key
de: unbekannter Schlüssel

source: Group Update
de: Gruppen Aktualisierung

source: %d revoked keys have been removed:
de: %d widerrufene Schlüssel wurden entfernt:

source: 1 revoked key has been removed:
de: 1 widerrufener Schlüssel wurde entfernt:

source: %d expired keys have been removed:
de: %d abgelaufene Schlüssel wurden entfernt:

source: 1 expired key has been removed:
de: 1 abgelaufener Schlüssel wurde entfernt:

source: %d disabled keys have been removed:
de: %d deaktivierte Schlüssel wurden entfernt:

source: 1 disabled key has been removed:
de: 1 deaktivierter Schlüssel wurde entfernt:

source: %d untrustworthy keys have been removed:
de: %d nicht vertrauenswürdige Schlüssel wurden entfernt:

source: 1 untrustworthy key has been removed:
de: 1 nicht vertrauenswürdiger Schlüssel wurde entfernt:

source: %d signature-only keys have been removed:
de: %d Nur-Signatur-Schlüssel wurden entfernt:

source: 1 signature-only key has been removed:
de: 1 Nur-Signatur-Schlüssel wurde entfernt:

source: %d unknown keys have been removed:
de: %d unbekannte Schlüssel wurden entfernt:

source: 1 unknown key has been removed:
de: 1 unbekannter Schlüssel wurde entfernt:

source: The group is up to date.
de: Die Gruppe ist aktuell.

source: The group has been updated.
de: Die Gruppe wurde aktualisiert.

source: Please enter the new group name:
de: Gib bitte den neuen Gruppennamen ein:

source: Please enter the group name:
de: Gib bitte den Gruppennamen ein:

source: Some groups are empty.
de: Einige Gruppen sind leer.

source: Group Editor
de: Gruppen-Editor

source: Groups written to GnuPG configuration file %s.
de: Gruppen wurden in die GnuPG Konfigurationsdatei %s geschrieben.

source: Only letters, digits, '_', '+' and '-' are allowed!
de: Es sind nur Buchstaben, Ziffern '_', '+' und '-' erlaubt!

source: Group Name:
de: Gruppenname:

source: The group name already exists!
de: Der Gruppenname existiert schon!

source: The group name must not be empty!
de: Der Gruppenname darf nicht leer sein!

source: Encrypt
de: Verschlüsseln

source: Encrypt the file(s) with GnuPG
de: Verschlüsselt die Datei(en) mit GnuPG

source: Sign
de: Signieren

source: Signs the selected file with a detached signature
de: Signiert die Datei mit einer abgetrennten Signatur

source: Error writing GnuPG configuration file %s!
de: Fehler beim Schreiben der GnuPG Konfigurationsdatei %s!

source: Error
de: Fehler

source: Error writing script configuration file %s!
de: Fehler beim Schreiben der Skript-Konfiguration %s!

source: never
de: nie

source: Can't start program gpg!
de: Das Programm gpg kann nicht gestartet werden!

source: gpg: cancelled by user
de: gpg: Abbruch durch Benutzer

source: gpg: original file name=
de: gpg: Ursprünglicher Dateiname=

source: gpg: the signature could not be verified.
de: gpg: Die Unterschrift konnte nicht überprüft werden.

source: gpg: WARNING:
de: gpg: Warnung:

source: : sign+encrypt failed: bad passphrase
de: : sign+encrypt failed: Falsche Passphrase

source: : sign+encrypt failed: unusable public key
de: : sign+encrypt failed: unbrauchbarer öffentlicher Schlüssel

source: gpg: can't open `%s':
de: gpg: '%s' kann nicht geöffnet werden

source: : skipped: public key already present
de: : übersprungen: öffentlicher Schlüssel bereits vorhanden

source: Bad passphrase
de: Ungültige Passphrase

source: Unusable public key
de: Unbrauchbarer öffentlicher Schlüssel

source: Can't open %s.
de: Kann %s nicht öffnen.

source: Signature created
de: Unterschrift erzeugt

source: The signature %s seems to be damaged.
de: Die Signatur %s scheint beschädigt zu sein.

source: not changed
de: nicht geändert

source: Missing public key:
de: Fehlender öffentliche Schlüssel:

source: Unknown algorithm
de: Unbekannter Algorithmus

source: Unknown reason
de: Unbekannter Grund

source: gpg: decryption failed:
de: gpg: Entschlüsselung fehlgeschlagen:

source: gpg: Can't check signature:
de: gpg: Unterschrift kann nicht geprüft werden:

source: A fatal error occurred:
de: Ein fataler Fehler ist aufgetreten:

source: Unpacking failed because %s is in the way.
de: Das Auspacken schlug fehl weil %s im Weg ist.

source: Archive Unpacking
de: Archiv-Entpackung

source: _Encryption Options:
de: _Verschlüsselungsoptionen:

source: Always add _my key as recipient
de: _Meinen Schlüssel immer als Empfänger hinzugefügen

source: Use unsigned k_eys
de: _Unsignierte Schlüssel verwenden

source: Remove or_iginals after encryption
de: Or_iginaldateien nach Verschlüsselung löschen

source: Decryption options:
de: Entschlüsselungsoptionen:

source: Use file names em_bedded into encryptions
de: In Verschlüsselungen einge_bettete Dateinamen benutzen

source: _Default signing key:
de: _Standardschlüssel zum signieren:

source: Key ID
de: Schlüssel-ID

source: Created
de: Erzeugt

source: Expires
de: Läuft ab

source: User Name(s)
de: Benutzername(n)

source: Signing
de: Signieren

source: Packing Options:
de: Packoptionen:

source: Pack several files into _archives:
de: Mehrere _Dateien in Archive packen:

source: yes
de: ja

source: no
de: nein

source: ask
de: nachfragen

source: Archive file _format:
de: Datei_format für Archiv-Dateien:

source: Archive file _name format:
de: _Namensformat für Archiv-Dateien:

source: Remove archives after _encryption
de: Archive nach _Verschlüsselung löschen

source: Unpacking Options:
de: Entpackoptionen:

source: Unpack _decrypted archives:
de: _Entschlüsselte Archive auspacken:

source: Remove _unpacked archives
de: Ausgepackte Archive _löschen

source: (Un)packing
de: Archiv-Optionen

source: Key _Groups:
de: Schlüssel-_Gruppen:

source: Group
de: Gruppe

source: Key Count
de: Schlüsselanzahl

source: Public Keys:
de: Öffentliche Schlüssel:

source: Search _Filter:
de: Such_filter:

source: Show:
de: Zeige:

source: S_earch Results
de: Such_ergebnisse

source: Se_lected Keys
de: Ausge_wählte Schlüssel

source: All _Keys
de: Alle _Schlüssel

source: Sign with _secret key:
de: Signieren mit _privatem Schlüssel:

source: Remove Key-IDs from encrypted file
de: Schlüsselkennungen aus der verschlüsselten Datei entfernen

source: Generate ASCII ouput
de: ASCII-Ausgabe erzeugen

source: _Rename
de: Um_benennen

source: Cop_y
de: _Kopieren

source: _New
de: _Neu

source: _Delete
de: _Löschen

source: _Update
de: Akt_ualisieren

source: _Public Keys:
de: _Öffentliche Schlüssel:

source: _Save to Group
de: _In die Gruppe schreiben

source: Keys with invalid characters:
de: Schlüssel mit ungültigen Zeichen:

source: Keys with key length < 3072/4096 bits:
de: Schlüssel mit Länge unter 3072/4096 Bits;

source: INSECURE Keys with length < 2048 bits:
de: UNSICHERE Schlüssel mit Länge < 2048 Bits:

source: Keys older than 2 years:
de: Schlüssel älter als 2 Jahre:

source: _Decrypt
de: _Entschlüsseln

source: filename
de: dateiname

source: Sign with secret _key:
de: Signieren mit _privatem Schlüssel:

source: Import Key
de: Schlüssel importieren

source: GPG-Properties
de: GPG-Eigenschaften

source: Verify
de: Überprüfen

source: Decrypt
de: Entschlüsseln

source: GnuPG Group Editor
de: GnuPG Gruppen-Editor

source: GnuPG Configuration
de: GnuPG-Einstellungen

source: GnuPG Keyring Janitor
de: GnuPG Schlüsselbund prüfen
